Repository: vincejansen/BraillePlus
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: nl

source: Attribute name
nl: Atribuut naam

source: Value (0 = off, 1 = on)
nl: Waarde (0 = uit, 1 = aan)

source: Section / Application
nl: Sectie / Applicatie

source: Add application…
nl: Applicatie toevoegen…

source: Delete application
nl: Applicatie verwijderen

source: Rules
nl: Regels

source: Add…
nl: Toevoegen…

source: Edit…
nl: Bewerken…

source: Delete
nl: Verwijderen

source: Reload
nl: Herladen

source: Enter the application/section name (e.g. 'winword' or 'firefox').
nl: Geef de applicatie/sectie naam (b.v. 'winword' of 'firefox').

source: Add application
nl: Applicatie toevoegen

source: Missing name.
nl: Naam ontbreekt.

source: This application already exists.
nl: Deze applicatie bestaat al.

source: Are you sure you want to delete the application/section '{name}'? All rules in this section will be removed.
nl: Weet je zeker dat je de applicatie/sectie '{name}'wil verwijderen? Alle regels in deze sectie zullen worden verwijdert.

source: Confirm
nl: bevestigen

source: Application deleted.
nl: Applicatie verwijderd.

source: Add rule
nl: Regel toevoegen

source: Missing attribute name.
nl: Attribuut ontbreekt

source: Edit rule
nl: Regel bewerken

source: Attribra settings reloaded.
nl: Attribra instellingen zijn herladen.

source: Attribra settings saved.
nl: Attribra instellingen opgeslagen.

source: Save failed; see log for details.
nl: Opslaan mislukt; Zie de log voor details.

source: Braille selection marking: enabled
nl: Selectiemarkering in braille: ingeschakeld

source: Braille selection marking: disabled
nl: Selectiemarkering in braille: uitgeschakeld

source: Mark selected items with dots 7 and 8 (item text only)
nl: Markeer geselecteerde tekst met punten 7 en 8 (allen itemtekst)

source: Toggles braille selection marking with dots 7 and 8 on or off.
nl: Schakelt selectiemarkering met punten 7 en 8 aan of uit.

source: Displays the selection of items in braille with dots 7 and 8, as well as formatting thanks to Attribra.
nl: Markeert geselecteerde items in braille met punten 7 en 8, alsmede opmaak dankzij Attribra.

source: Updated compatibility to support NVDA 2026.1
nl: Bijgewerkte compatibiliteit voor NVDA 2026.1
